<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" type="text/css" href="mercedes.css">
	<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css" integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T" crossorigin="anonymous">
	<style>
	</style>
</head>
<body>
	<div class="header" style="height:200px;">
		<h1 style="padding-top:60px">Mercedes-Benz</h1>
		<img src="/mercedes/mercedes.png" style="width:300px;height:200px;;margin-left:250px;margin-top:-120px;">

		<a href="/main.php" class="s1" style="float:right;margin-right:150px;font-size:25px;">На Главную</a>
	</div>
	<div class="content">
		<div style="border-bottom:2px solid black;margin-right:10px;" class="start">
			<img src="/mercedes/mercedeslogo.png" style="float:right;width:400px;height:400px;margin-bottom:20px;">
			<p>Mercedes-Benz  (рус. Мерсéдес-Бенц) — торговая марка и одноимённая компания-производитель легковых автомобилей премиального класса, грузовых автомобилей, автобусов и других транспортных средств, входящая в состав немецкого концерна «Daimler AG».</p>
			<p>Является одним из самых узнаваемых автомобильных брендов во всём мире. Штаб-квартира Mercedes-Benz находится в Штутгарте, Баден-Вюртемберг, Германия.</p>
			<p>Наименование торговой марки было принято в 1926 году в результате слияния двух конкурирующих фирм, Benz & Cie. (основана Карлом Бенцем) и Daimler-Motoren-Gesellschaft (основана Готлибом Даймлером), в единый концерн — Daimler-Benz. Название бренда образовано от двух наиболее значимых автомобилей объединённых компаний — Mercedes 1901 года и Benz Patent-Motorwagen 1886 года.</p>
			<p>В 2018 году бренд Mercedes-Benz оценивался в 48,601 млрд долларов, удерживая второе место (после Toyota) среди компаний-производителей автомобилей и восьмое место среди всех брендов мира.</p>
			<p>По оценке BrandZ, в 2018 году марка входила в список Top 100 Most Valuable Global Brands, где занимала 46 место среди наиболее дорогих брендов со стоимостью в 25,684 млн долларов.</p>
		</div>
		
		<div style="border-bottom:2px solid black;margin-right:10px;">
			<h2 style="padding-left:25px;border-bottom:2px solid black;">История</h2>
			<img src="/mercedes/mercedesdes.jfif" style="float:right;padding-right:0;margin-right:-400px;">
			<p> История марки Mercedes-Benz слагается из историй двух известных немецких автомобильных компаний — Benz & Cie. (основана Карлом Бенцем в 1883 году) и Daimler-Motoren-Gesellschaft (основана Готлибом Даймлером в 1890 году).
			Обе компании развивались самостоятельно до 1926 года, когда они объединились в единый концерн Daimler-Benz, впоследствии переименованный в Daimler AG.</p><br>

			<h2>Benz & Cie.</h2>

			<p>Крылатый «Бенц» русских автовойск, аэроплан в кузове грузовика на Кавказском фронте Первой мировой, 1916 1 октября 1883 Карл Бенц основал компанию «Бенц и Ко. Райнише Газмоторен-Фабрик, Манхайм» (Benz & Cie.) в форме открытого торгового общества вместе с бизнесменом Максом Каспаром Розе и коммерсантом Фридрихом Вильгельмом Эсслингером.
			В 1886 году предприятием была создана первая трёхколёсная самоходная повозка с бензиновым двигателем. В этом же году 29 января её создатель — Карл Бенц — получил патент DRP No. 37435 на это изобретение).
			Впоследствии трёхколёсный автомобиль был запущен в серийное производство.</p>
			<p>В 1893 году Карл Бенц получил патент DRP No. 73515 для двойного стержня управления и инициировал выпуск четырёхколёсных автомобилей «Виктория» с двигателем мощностью 3 л. с., скорость которых составляла 17-20 км/ч.
			За первый год было продано 45 таких автомобилей.
			В 1894 году компания начала выпуск автомобилей модели «Velo», которые участвовали в первых автомобильных гонках Париж — Руан.
			В 1895 году был создан первый грузовик, а также первые в истории автобусы.
			Через год, в 1896 году, фирма Benz & Cie. разработала первый цилиндр для двигателей, которые Бенц назвал «contra engine», поскольку цилиндры были установлены противоположно друг другу.</p>

			<p>В 1901 году, вскоре после выпуска Даймлером новой модели «Mercedes 35 PS», становится понятно, насколько фирма отстаёт от прогресса.
			С целью улучшения положения акционеры приглашают в компанию французского инженера Мариуса Барбару.
			Из-за технических разногласий Карл Бенц покинул собственную компанию.
			Вскоре стало ясно, что французский конструктор не оправдывает возложенных на него надежд.
			Следуя логике, что немецкие автомобили должны делаться немцами, в фирму на должность главного инженера приглашён Фриц Эрле.
			Эта идея также оказалось неудачной.
			Только с приходом в компанию талантливого инженера Ганса Нибеля дела постепенно начали идти в гору.
			В 1909 году, создав целый ряд успешных легковых автомобилей, фирма построила самый известный гоночный автомобиль того времени «Блитцен Бенц» с двигателем мощностью в 200 лошадиных сил и рабочим объёмом 21 594 см3.</p>

			<p>В послевоенные годы было создано множество новых моделей, большинство из которых с успехом выпускались до середины двадцатых годов.
			Всего с момента начала производства в 1886 году и до объединения с «Даймлер-Моторен-Гезелльшафт» в 1926 году, фирма «Бенц и Ко.» произвела 47 555 транспортных средств, включая легковые автомобили, грузовики и омнибусы.</p>
		</div>
		
		<div style="border-bottom:2px solid black;margin-right:10px;">
		
			<img src="/mercedes/mercww21.jpg" style="float:right;height:150px;margin-top:10px;">
			<h2>Вторая мировая война</h2>
			Во время Второй мировой войны концерн Daimler-Benz выпускал как грузовики, так и легковые автомобили различных классов.
			Однако двухнедельная воздушная бомбардировка англо-американскими ВВС в сентябре 1944-го года превратили Daimler-Benz Aktiengesellschaft в руины.
			Разрушение крупного концерна оценивались по-разному: главный цех в Штутгарте был разрушен на 70 %, двигательный и кузовной цеха в Зинделфингене — 85 %, цех грузовиков в Гаггенау был полностью уничтожен.
			Бывшей фабрике Benz & Cie. в Маннгейме повезло больше всех — всего 20 % разрушения, а завод дизельных двигателей Berlin-Marienfelde, приобретённый в 1902, полностью сравняли с землёй.
			Когда оценки разрушения были готовы к январю 1945-го года, совет директоров постановил, что «Daimler-Benz физически больше не существует».</p>
		</div>



	
	
		<div style="border-bottom:2px solid black;margin-right:10px;">
			<h2>Послевоенное время</h2>
				<img src="/mercedes/mercww22.jpg" style="float:right;">
				<p>На послевоенное восстановление разрушенных заводов потребовалось время, поэтому автомобильное производство было начато только в июне 1946 года.
				Для разработки новых автомобилей не было ни технической базы, ни средств, поэтому первым послевоенным автомобилем стал седан W136 — «170V».
				Хотя конструкция была разработана ещё в середине 1930-х годов, малолитражный автомобиль с мотором всего 38 лошадиных сил стал началом новой истории марки.
				Уже с мая 1949 года была проведена крупная модернизация.
				Рабочий объём двигателя увеличен на 70 см3, (соответственно мощность выросла до 52 л. с.; модель «170S»), появились варианты в кузовах кабриолет и универсал (т. н. кабриолеты «А» и «B») и главное — модели с дизельными двигателями «170D».</p>

				<p>К началу 1950-х годов концерн Daimler-Benz строил крупные планы на будущее, однако запуск нового поколения автомобилей требовал дальнейшего развития производственной базы.
				Поэтому в начале 1950-х годов, несмотря на появление новой роскошной серии «300», продолжался выпуск моделей с морально устаревшей конструкцией. 
				Продолжалась постоянная модернизация и запуск новых моделей.
				Так в январе 1952 года появилась модель с увеличенным кузовом, которая получила номер W191[en]. 
				Но ещё до этого, в марте 1951 года, на автомобиль поставили шестицилиндровый двигатель с мощностью 80 л. с. вместо 4-х цилиндрового.
				Вместе с новым дизайном экстерьера (например, расположение передних фонарей в крылья) автомобиль W187[en] получил новое имя «220» и занял средний сегмент между «170»-ми и «300»-ми. Он предлагался в трёх кузовах (седан и кабриолеты «А» и «B»).</p>

				<p>Всего за девять лет (выпуск завершился в сентябре 1955 года) построено соответственно 151 042 и 18 514 автомобилей «170» и «220».
				Благодаря им компания смогла создать прочный фундамент, на котором она станет ведущим автомобильным производителем в Западной Европе.</p>
			</div>
		<div style="float:left" style="border-bottom:2px solid black;margin-right:10px;" class="newage">
			<h2>Новая эпоха</h2>
			<img src="/mercedes/mercnewage.jpg" style="float:right;">
			Модель «600» завершила обновление всего модельного ряда компании.
			Годы выпуска этих автомобилей как раз совпали с расцветом ФРГ как новой экономической силы Западной Европы, что говорит и о масштабах производства и об экспортном успехе автомобилей.
			К середине 1960-х Mercedes-Benz утвердился в лидерах немецкой автопромышленности.
			Разумеется, плавниковая эпоха не завершилась с запуском 600-го, но возможность унифицировать модельный ряд позволила сэкономить огромное количество материальных и людских ресурсов.</p>

			<p>Понтонами и SL Mercedes сумел за 10 лет превратиться из фирмы, находившейся до войны на 170-м месте по выпуску машин, в производителя лучших европейских автомобилей.
			Модели экспортировались во многие страны мира и закупались как знаменитостями, так и политиками.
			Но к концу 1950-х образ современных автомобилей, как и западного общества, резко менялся, и Mercedes-Benz стал авангардом в этой эпохе. 
			В 1959 году пошло в серию новое семейство представительского класса W111, получившее элегантные несущие кузова с вертикальными блоками фар, огромный багажный отсек и независимую подвеску всех колёс (модели 220, 220S, 220SE, 230S, 250SE, 280SE и 280SE 3.5).
			Они продемонстрировали высочайший технический уровень автомобилей этой марки. Главным символом новой эпохи стал квадратный кузов, но с чётким американским влиянием в виде «плавников» на задних крыльях.
			У автомобиля также имелись версии купе и кабриолет. Мода на плавники также перешла на автомобили среднего класса W110.
			В 1961 году Mercedes-Benz выпустил роскошную версию, основанную на 111-м 300SE W112, также имевшую версии купе и кабриолета.</p>
			<img src="/mercedes/mercnewage2.jpg" style="float:right;width:700px;height:400px;">

			<p>Но мода на плавники ушла так же быстро, как и пришла, а компания продолжала вводить новые и более роскошные модели.
			В 1963 году появились две новые модели. Первой стала SL «Пагода» с уникальной крышей (её средняя часть была ниже боковин). Автомобиль выпускался в трёх сериях: 230SL, 250SL и 280SL.
			А в конце 1963-го появился лимузин Mercedes-Benz W100 600.
			Автомобиль имел 6,3-литровый двигатель V8 мощностью 250 л. с., автоматическую 4-ступенчатую коробку передач и пневматическую подвеску колёс. 
			Главное, что у автомобиля почти не было конкурентов, и не только в престиже — несмотря на огромные размеры он мог развивать максимальную скорость до 205 км/ч.
			Выпускались также удлинённые версии Pullman (включая шестидверные варианты) и полукабриолеты — ландоле.</p>
			
			<p>На Франкфуртском автосалоне 1965 года была впервые представлена гамма моделей так называемого S-класса (W108) — самых престижных (после лимузина 600) автомобилей фирмы.
			В него вошли модели 250S и 250SE с 6-цилиндровыми моторами в 150 и 170 л. с., по своим техническим параметрам превосходящие конкурентов. 
			Со временем они получили моторы в 2,8 л, а с 1968 года: 3,5- и 4,5-литровые двигатели V8. 
			Самой мощной и комфортабельной моделью этой серии стала удлинённая W109 300SEL, включая флагман 300SEL 6.3 с 6,3-литровым двигателем от 600-го, развивавшая максимальную скорость 220 км/ч.
			С этого момента серия S стала символом технических достижений компании Mercedes-Benz.</p>

			<p style="border-bottom:2px solid black;padding-bottom:20px;">В 1968 году появились новые модели среднего класса W114 и W115, отличавшиеся модельным рядом двигателей. 
			На последних (230, 250 и 280) стояли шестицилиндровые ДВС, на первых (200, 220 и 240) — четырёхцилиндровые.
			Широкую популярность также получили дизельные комплектации этих моделей. 
			Автомобиль выпускался в версии купе, универсала и удлинённого седана.
			Особенностью серии был тот факт, что её кузов был полностью разработан «с нуля», в отличие от предыдущих, которые в той или иной форме были позаимствованы у прежних моделей.</p>
		</div>
		
		
		
		<div style="border-bottom:2px solid black;margin-right:10px;">
			<h2>Легковые автомобили</h2>
			<p>Нынешняя классификация легковых автомобилей разработана в середине 1990-х годов.
			Каждый класс (нем. Klasse) обозначает тип кузова и рыночный сегмент, например: SL — Sport Leicht («спортивный, лёгкий» — родстер); CLK — Comfort-Leicht-Kurz («комфортный, лёгкий, укороченный» — купе среднего размера); G — Geländewagen (внедорожник) и тому подобное.
			В 2015 году наименования некоторых классов были пересмотрены.
			Так, например, M-класс назвали GLE-классом, а GL-класс — GLS.</p>
			<p>По состоянию на начало 2017 года под торговой маркой Mercedes-Benz выпускаются следующие автомобили:
			<ul>
				<img src="/mercedes/mercedes2.jpg" style="float:right;padding-top:250px;">
				<li><h3>А</h3>-класс хэтчбек/седан</li>
				<li><h3>B</h3>-класс семейный/субкомпактвэн</li>
				<li><h3>C</h3>-класс седан/купе/универсал/кабриолет</li>
				<li><h3>CLA</h3>-класс компактный седан/универсал</li>
				<li><h3>CLS</h3>-класс четырёхдверное купе/универсал</li>
				<li><h3>E</h3>-класс бизнес-седан/купе/универсал/кабриолет</li>
				<li><h3>G</h3>-класс внедорожник</li>
				<li><h3>GLA</h3>-класс кросс-хэтч</li>
				<li><h3>GLC</h3>-класс кроссовер/кросс-купе (ранее GLK-класс)</li>
				<li><h3>GLE</h3>-класс среднеразмерный кроссовер/кросс-купе (ранее M-класс)</li>
				<li><h3>GLS</h3>-класс полноразмерный кроссовер (ранее GL-класс)</li>
				<li><h3>R</h3>-класс кросс-универсал (2006-2015) в России не продавался</li>
				<li><h3>S</h3>-класс премиум-седан/купе/кабриолет/Maybach</li>
				<li><h3>SL</h3>-класс родстер</li>
				<li><h3>SLC</h3>-класс компактный родстер (ранее — SLK-класс)</li>
				<li><h3>SLS AMG</h3> суперкар 2010-2013</li>
				<li><h3>Mercedes-AMG GT</h3> суперкар</li>
			</ul>
		</div>
		<div style="border-bottom:2px solid black;margin-right:10px;">
			<h2>Тюнинг</h2>
			<img src="/mercedes/mercedes1.jpeg" style="float:right;">
			<p>Автомобили марки Mercedes-Benz популярны среди требовательных покупателей, поэтому большое число компаний занимаются настройкой и доводкой автомобилей данного бренда.</p>

			<p>Среди наиболее известных фирм можно выделить следующие:</p>
				<ul>
					<li>AMG — официальное тюнинговое подразделение компании, специализирующееся на высокопроизводительных модификациях заводских моделей марки.
					Двигатели AMG собираются вручную и оснащаются ярлыком с подписью инженера, работавшего над силовым агрегатом. 
					100 % акций предприятия находятся во владении концерна Daimler AG с 1999 года.</li>
					<li>Brabus — немецкое тюнинговое ателье, специализирующееся в первую очередь на автомобилях марки Mercedes-Benz, а также других, выпускаемых концерном Daimler AG, автомобилях, таких как Maybach и Smart.</li>
					<li>Carlsson Autotechnik — немецкая компания, один из ведущих мировых тюнеров в области стайлинга автомобилей.</li>
					<li>RENNtech — тюнинг-ателье из Флориды, США, основанное в 1989 году Хартмутом Фейхлом, бывшим работником подразделения AMG.</li>
					<li>Lorinser — немецкое ателье, специализирующееся на модификации внешнего вида автомобилей, а также программах по улучшению производительности двигателей.</li>
					<li>Kleemann — компания из Дании, специализирующаяся на доработке моделей от Mercedes-Benz.</li>
		</div>			
		
		
		</div> 
		<div style="border-bottom:2px solid black;">
			<h2>Mercedes-Benz Center</h2>
			<img src="/mercedes/mercmus.jpg" style="float:right;margin-right:10px;">
			<p>Mercedes-Benz Center — большой комплекс учреждений, самое значимое из которых — музей Mercedes-Benz — является автомобильным музеем, расположенным в городе Штутгарт (родина марки), Германия.
			В комплекс также входит штаб-квартира компании.
			К Mercedes-Benz Center можно отнести Мерседес-Бенц-Арену, являющуюся домашним стадионом футбольного клуба Штутгарт.
			Здание, которое стоит сразу за главными воротами фабрики Daimler AG в Штутгарте-Унтертюркхайме, было разработано компанией UNStudio.
			Общими очертаниями здание высотой 47,5 м снаружи и внутри напоминает переплетающиеся ленты молекулы ДНК. Музей открылся 19 мая 2006 года.</p>

			<p>Впервые музей Mercedes-Benz был открыт в 1936 году в честь 50-летнего юбилея изобретения автомобиля.
			По прошествии 25 лет музей был расширен и переехал в новое здание на территории завода в Унтертюркхайме. 
			100-летний юбилей дал толчок к последнему крупному обновлению коллекции.</p>

			<p>В 2009 году, спустя 3 года после открытия, за свою архитектуру музей получил премию Гуго Гэринга.
			Этой премией, присуждаемой раз в три года, награждаются образцовые здания в Баден-Вюртемберге.</p>
		</div>
	</div>
	<p style="border-bottom:2px solid black;padding-bottom:20px;padding-top:20px;" >Вот официальный сайт Mercedes-Benz:   <a class="s13" href="https://www.mercedes-benz.ru">https://www.mercedes-benz.ru</a></p>
	
	
	<div class="footer">
		<div style="margin-left:0px;margin-top:10px;border-bottom:1px solid black;padding-bottom:20px;margin-right:10px;">
		<h2>Вот отзывы по этой марке:</h2>
		<?php
			$text_comment = filter_var(trim($_POST['text_comment']),
			FILTER_SANITIZE_STRING);
			$page_name="mercedes";
			$name=$_COOKIE['user'];
			$mysql = new mysqli('localhost','root','','site');
			$query ="SELECT `name`,`text_comment`,`id` FROM `comments` WHERE `page_name`='$page_name'";
 
			$result = mysqli_query($mysql, $query); 
			if($result)
			$rows = "";
				while($rows = $result->fetch_assoc()){
					echo "<div style=\"padding:20px;border:1px solid black;border-radius:10px;\"><b>".$rows["name"].":</b>  ".$rows["text_comment"]."";					
				if(isset($_COOKIE['admin'])){
					echo "
					<div style=\"float:right\"><form action=\"delcom.php\" method=\"POST\">
						<p>Отметьте галочку, чтобы удалить комментарий: <input type=\"checkbox\" name=\"delcom\" value=".$rows["id"].">
						<input type=\"submit\" value=\"Подтвердить\"></p>
						</form>
						</div>";
				}echo "</div>";
				}
				mysqli_free_result($result);
				mysqli_close($mysql);
		?>
		</div><br>
	
		<?php if(empty($_COOKIE['user'])):?>
			<p class="error">Чтобы оставить комментарий, <a href="/main.php" class="s1">войдите</a> или <a href="/reg.php" class="s1">зарегистрируйтесь</a>.</p>
		
		<?php else:?>
		<div style="height:400px">
			<p style="margin-right:150px;margin-top:150px;float:right;font-size:30px"><a href="/main.php" class="s1">На Главную</a></p>
			<p><b>Напишите ваше мнение об этой марке=)</b></p>
			<form action="comment.php" method="post">
			<p >
				<label>Комментарий:</label><br>
				<textarea required name="text_comment" cols="100" rows="5"></textarea><br>
				<input type="submit" value="Отправить" >
				<input hidden value="<?php echo "$page_name";?>" name="page_name">
			</p>
			</form>
		</div>
		<?php endif;?>
	</div>



</body>
</html>
