<!DOCTYPE html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" type="text/css" href="lamborghini.css">
	<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css" integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T" crossorigin="anonymous">

</head>
<body>
	<div class="header" style="height:200px;">
		<h1 style="padding-top:80px;">Lamborghini</h1>
		<img src="/lamborghini/lamblogo.png" style="margin-left:250px;margin-top:-140px;width:200px;height:200px;">
		<a href="/main.php" class="s13" style="float:right;margin-right:150px;font-size:25px;margin-top:-70px;">На Главную</a>
	</div>
	<div class="content">
		<div style="border-bottom:2px solid black;">
			<p>Automobili Lamborghini S.p.A.  — итальянская компания, производитель дорогих спортивных автомобилей под маркой Lamborghini. Находится в коммуне Сант-Агата-Болоньезе, около Болоньи. Компания основана в 1963 году Ферруччо Ламборгини, на тот момент он уже был основателем крупной компании по производству тракторов.</p>
			
			<p>Сам Ламборгини после основания компании владел ей ещё 9 лет. Сегодняшний владелец компании — Audi.</p>
			
		</div>
		<div style="border-bottom:2px solid black;">
		<h2 style="padding-bottom:20px;">История</h2>
		<p>В начале 1960-х годов Ферруччо Ламборгини был владельцем нескольких компаний и мог себе позволить приобретать дорогие автомобили. В разное время у него были Mercedes 300SL, несколько Maserati 3500 GT, Jaguar E-type. Он также владел несколькими Ferrari 250 GT, разных версий. Но в каждом автомобиле он находил некоторые недочёты.</p>
		<img src="/lamborghini/lamb1.jpg" style="float:right;width:500px;height:300px;">

		<p>Существует несколько версий о причинах, по которым Ламборгини основал собственную фирму. Все эти версии сводятся к конфликту между Энцо Феррари (владельцем компании Ferrari) и Ферруччо Ламборгини. Наиболее популярная версия, рассказанная сыном Ферруччо Ламборгини, гласит, что Ламборгини приехал на фабрику к Энцо Феррари пожаловаться на качество сцепления в своём автомобиле Ferrari 250 GT. Энцо отправил Ламборгини обратно с пожеланием и дальше заниматься тракторами, потому что в автомобилях, а тем более спортивных, Ламборгини ничего не понимает. Ламборгини вернулся на фабрику, разобрал трансмиссию в своём Ferrari 250 GT и обнаружил, что производитель многих деталей тот же, что и в тракторах Lamborghini. На своих складах он нашёл подходящую замену, и после сборки проблема была решена.</p>

		<p>Ферруччо решил, что его автомобиль будет иметь двигатель V12, этот двигатель был также выбран по экономическим причинам. Ферруччо привлёк к своему проекту талантливого инженера Джотто Биццарини (Giotto Bizzarrini), владельца компании Bizzarrini S.p.A, который до этого разрабатывал V12 для Ferrari.</p>
		<p>Прототип автомобиля Lamborghini 350 GTV был представлен общественности на автошоу в Турине в октябре 1963 года[8]. В марте 1964 года был показан первый серийный автомобиль Lamborghini 350 GT. Продажи серийной версии были весьма успешными. Рождённый под знаком тельца, Ферруччо Ламборгини украсил автомобиль логотипом с изображением быка.</p>

		<p>За успехом модели 350 GT последовала не менее успешная модель Lamborghini 400 GT, принёсшая достаточно средств для разработки первой настоящей «жемчужины» фирмы, легендарной Lamborghini Miura. Этот прототип автомобиля был продемонстрирован самим Ферруччо в ноябре 1965 года на автошоу в Турине, а уже в марте 1966 года на автомобильной выставке в Женеве была представлена рабочая версия. Miura имела большой успех — только за 1967 год было продано 111 автомобилей — и компания получила известность по всему миру.</p>

		<p>В 1971 году Lamborghini снова удивил мир прототипом новой революционной модели Lamborghini Countach. Хотя сам автомобиль начал производиться только тремя годами позже (в 1974), до этого времени он оставался в центре внимания на любом автошоу. Прототип имел новомодные тогда вертикально открывающиеся двери, задние воздухозаборники и мощный 4-литровый двигатель.</p>

		<p>Однако в 1972 году у компании случился серьёзный кризис — был прерван контракт на поставку крупной партии тракторов в Южную Америку. Недостаток средств вынудил Ферруччо продать часть своей доли тракторного производства, которая была куплена компанией Fiat. В конечном счёте, всё тракторное производство перешло под владение Same Deutz-Fahr Group, которая и производит трактора Lamborghini по сегодняшний день.</p>
		<img src="/lamborghini/lamb2.jpg" style="float:right;width:500px;height:300px">
		<p>В течение семидесятых годов успешные продажи Lamborghini Countach поддерживали компанию на плаву. Вскоре автомобильное производство стало самодостаточным и прибыльным, но, тем не менее, Ламборгини продал свою долю компании швейцарским инвесторам — Жоржу-Анри Росетти (Georges-Henri Rossetti) и Рене Леймеру (René Leimer). Феруччо Ламборгини умер в 1993 году в возрасте 76 лет.</p>

		<p>В результате нефтяного кризиса 1970-х годов продажи спортивных автомобилей резко упали. Компания, в числе других, столкнулась с финансовыми проблемами, поставки запасных частей были сорваны, заказы на автомобили были распроданы на 2 года вперёд и покупатели были весьма недовольны таким сроком ожидания. Как результат, в 1978 году компания объявила себя банкротом. Итальянский суд был вынужден продать компанию. Она была куплена братьями Мимрам из Швейцарии.</p>

		<p>Покупка компании корпорацией Chrysler стала очередным сюрпризом. В это время велась работа над последователем Countach — Lamborghini Diablo. Значительные технические и финансовые ресурсы были вовлечены в модернизацию компании и выпускаемых автомобилей, и конечный результат стал очередным успехом для компании — модель Diablo очень быстро вывела компанию снова на мировой уровень.</p>

		<p>В 1994 году корпорация Chrysler из-за финансовых трудностей была вынуждена продать Lamborghini инвестиционной группе из Индонезии M’tec (Megatech) под руководством Томми Сухарто[en]. По той же самой причине (финансовые проблемы) компания в 1998 году снова поменяла владельца, на этот раз новым владельцем стала компания Audi AG. Новый владелец снова оказал большое влияние на дизайн выпускавшихся суперкаров, сегодняшних Lamborghini Murciélago.</p>

		<p>Различные модели имеют свои технические новшества, например: кузов из углеволокна, высокотехнологичные двигатели V12. Оригинальный стиль автомобилей разрабатывался Франко Скальоне (Franco Scaglione), Touring, Zagato, Марио Марацци (Mario Marazzi), Bertone, ItalDesign и Марчелло Гандини (Marcello Gandini) — известными по всему миру.</p>

		<p>В 2001 году в Сант’Агата Болоньезе был открыт фирменный музей — Museo Lamborghini, в 2016 году его реконструировали и полностью изменили экспозиции.</p>

		<p>В марте 2019 года компания Lamborghini совместно с итальянским аксессуарным брендом Piquadro выпустили новую модель рюкзака. Его презентация состоялась на Женевском автосалоне 2019. Рюкзак Piquadro Bagmotic Special-Edition Automobili Lamborghini, выпущенный тиражом всего в 63 экземпляра — по году основания автопроизводителя, создан из высокотехнологичных материалов, используемых в автомобилях Lamborghini: искусственной замши Alcantara, карбонового волокна, а также гладкой и зернистой кожи. Дизайном спортивного автомобиля вдохновлены детали рюкзака — оранжевая вставка спереди, напоминающая типичную форму буквы Y в дизайне машины, особенно выделяющуюся на сидениях и фарах.</p>
		
		</div>
		<div style="border-bottom:2px solid black;">
			<h2>Гоночные автомобили</h2>
			<p>Ферруччо Ламборгини установил за правило, что автомобили Ламборгини не участвуют в гонках, поэтому в годы его руководства компания не производила гоночных автомобилей.</p>

			<p>Но, уже оказавшись под руководством Розетти, компания вместе с BMW решила создать автомобиль, пригодный для автогонок. Однако Ламборгини со своей частью задачи не справилась, и автомобиль был целиком разработан спортивным отделением BMW. Позднее он поступил в производство и продажу как BMW M1.</p>
			<img src="/lamborghini/labm3.jpg" style="float:right;width:300px;height:200px;">

			<p>В 1986 году для участия в соревнованиях группы «C» компания создала автомобиль Lamborghini QVX. Автомобиль был построен, но проблемы со спонсорами вынудили пропустить сезон. QVX участвовал только в одной непризовой гонке на трассе «Кьялами» (Йоханнесбург) в 1986 году под управлением Тиффа Ниделла (англ. Tiff Needell). Несмотря на то, что автомобиль показал достаточно неплохой результат, программа финансирования была свёрнута.</p>

			<p>С 1989 по 1993 год Ламборгини поставлял двигатели V12 для автомобилей Формула 1. Двигатели поставлялись для Larrousse, Ligier, Lotus, Minardi. В 1991 году Ламборгини выставила в гонках собственную команду, просуществовавшую лишь один сезон. Этот же двигатель, но под логотипом Chrysler (нового владельца компании), в 1993 году тестировался на McLaren. Хотя по результатам тестирований двигатель рекомендовался для использования в сезоне 1994 года, команда предпочла двигатель от Peugeot, и Chrysler закрыл проект.</p>

			<p>Для участия в Diablo Supertrophy — соревнованиях одной модели, проводившихся ежегодно с 1996 по 1999 годы, компания предоставила две модификации автомобиля Lamborghini Diablo — Diablo SVR в первый год и Diablo 6.0 GTR в остальные 3 года.</p>

			<p>Lamborghini разрабатывал Lamborghini Murciélago R-GT для участия в чемпионате FIA GT и 24 часа Ле-Мана. Наилучшие результаты всех этих соревнований — первое место (стартовал последним) в классе LMGT1 на трассе «Каталунья» в серии «Ле-Ман» 2009 г. (автомобиль российской команды «ИнтерПрогрессБанк СПАРТАК Рейсинг») и третье место (стартовал пятым) при открытии чемпионата FIA GT в Валенсии (автомобиль был выставлен командой Reiter Engineering).</p>

			<p>Версия Lamborghini Gallardo для участия в чемпионате FIA GT3 разрабатывается командой Reiter Engineering.</p>
		</div>
		<div style="border-bottom:2px solid black;">
			<img src="/lamborghini/lambrus.jpg" style="float:right;width:300px;height:200px;margin-top:20px;">

			<h2>В России</h2>

			<p>В 2005 году у Ламборгини появляется официальный дилер в России и было продано два автомобиля. В апреле 2006 года компания открывает свой первый автосалон и продаёт по итогам года 14 экземпляров. В 2007 году продажи увеличиваются до 16 машин. На следующий год было реализовано только 13 автомобилей компании. В 2009 году было продано 9 машин, а в 2010 — на единицу больше. В 2011 году Ламборгини уходит с российского рынка, так как официальный дилер марки не стал продлевать контракт из-за несопоставимости затрат на реализацию и результатов продаж.</p>

			<p>Позже, в апреле 2012 года, возвращается в Россию с новым официальным дистрибьютором. По итогам года было продано 6 автомобилей. 10 экземпляров стали результатом продаж 2013 года. В 2014 году продажи выросли до 26 автомобилей; тогда как в 2015 году было реализовано 19 автомобилей. В 2016 году уже в первом квартале были проданы все 25 автомобилей выделенные по квоте.</p>
		
		</div>
		<div style="border-bottom:2px solid black;margin-bottom:20px;">
			<h2>Модели</h2>
			<img src="/lamborghini/lamburus.jpg" style="float:right;width:500px;height:350px;margin-top:900px;">
			<img src="/lamborghini/lambmurc.jpg" style="float:right;width:500px;height:350px;margin-top:300px;margin-right:-500px">

			<table style="border:1px solid black; margin-bottom:10px;background-color:azure">
			<tr><th>Модель</th><th>Годы выпуска</th><th>Двигатель</th><th>Максимальная скорость</th><th>Количество экземпляров</th></tr>
			<tr><td>350 GT</td><td>1964-1967</td><td>V12 3464 см³</td><td>254 км/ч</td><td>123</td></tr>
			<tr><td>400 GT</td><td>1966-1968</td><td>V12 3929 см³</td><td>250 км/ч</td><td>247</td></tr>
			<tr><td>Miura</td><td>1966-1973</td><td>V12 3929 см³</td><td>288 км/ч</td><td>764</td></tr>
			<tr><td>Espada</td><td>1968-1978</td><td>V12 3929 см³</td><td>245 км/ч</td><td>1217</td></tr>
			<tr><td>Islero</td><td>1968-1970</td><td>V12 3929 см³</td><td>248 км/ч</td><td>225</td></tr>
			<tr><td>Jarama</td><td>1970-1976</td><td>V12 3929 см³</td><td>240 км/ч</td><td>328</td></tr>
			<tr><td>Urraco</td><td>1970-1979</td><td>V8 2463 см³ +</td><td>230 км/ч</td><td>776</td></tr>
			<tr><td>Countach</td><td>1974-1990</td><td>V12 3929 см³ +</td><td>316 км/ч</td><td>1997</td></tr>
			<tr><td>Silhouette</td><td>1976-1979</td><td>V8 2996 см³</td><td>260 км/ч</td><td>54</td></tr>
			<tr><td>Jalpa</td><td>1982-1989</td><td>V8 3485 см³</td><td>240 км/ч</td><td>410</td></tr>
			<tr><td>LM002</td><td>1986-1992</td><td>V12 5167 см³</td><td>210 км/ч</td><td>301</td></tr>
			<tr><td>Diablo</td><td>1990-2001</td><td>V12 5707 см³ +</td><td>330 км/ч</td><td>2884</td></tr>
			<tr><td>Murcielago</td><td>2001-2010</td><td>V12 6192 см³ +</td><td>340 км/ч</td><td>4099</td></tr>
			<tr><td>Gallardo</td><td>2003-2013</td><td>V10 4961 см³ +</td><td>325 км/ч</td><td>14022</td></tr>
			<tr><td>Reventon</td><td>2008-2009</td><td>V12 6496 см³</td><td>356 км/ч</td><td>36</td></tr>
			<tr><td>Aventador</td><td>2011-</td><td>V12 6496 см³</td><td>350 км/ч</td><td>3646</td></tr>
			<tr><td>Sesto Elemento</td><td>2011</td><td>V10 5204 см³</td><td>350 км/ч</td><td>20</td></tr>
			<tr><td>Veneno</td><td>2013</td><td>V12 6498 см³</td><td>355 км/ч</td><td>3</td></tr>
			<tr><td>Huracan</td><td>2014-</td><td>V10 5204 см³</td><td>>325 км/ч</td><td>нет данных</td></tr>
			<tr><td>Asterion</td><td>2014-</td><td>V10 5204 см³</td><td>320 км/ч</td><td>нет данных</td></tr>
			<tr><td>Centenario</td><td>2016-2017</td><td>V12 6498 см³</td><td>>350 км/ч</td><td>40</td></tr>
			<tr><td>Urus</td><td>2018-</td><td>V8 3993 см³</td><td>305 км/ч</td><td>нет данных</td></tr>
			<tr><td>Sian</td><td>2020-</td><td>V12 6498 см³</td><td>350 км/ч</td><td>нет данных</td></tr>
		</table>
		</div>
	<p style="border-bottom:2px solid black;padding-bottom:20px;padding-top:20px;" >Вот официальный сайт Lamborghini:   <a class="s13" href="https://www.lamborghini.com">https://www.lamborghini.com</a></p>
	
	
	<div class="footer">
		<div style="margin-left:0px;margin-top:10px;border-bottom:1px solid black;padding-bottom:20px;margin-right:10px;">
		<h2>Вот отзывы по этой марке:</h2>
		<?php
			$text_comment = filter_var(trim($_POST['text_comment']),
			FILTER_SANITIZE_STRING);
			$page_name="lamborgini";
			$name=$_COOKIE['user'];
			$mysql = new mysqli('localhost','root','','site');
			$query ="SELECT `name`,`text_comment`,`id` FROM `comments` WHERE `page_name`='$page_name'";
 
			$result = mysqli_query($mysql, $query); 
			if($result)
			$rows = "";
				while($rows = $result->fetch_assoc()){
					echo "<div style=\"padding:20px;border:1px solid black;border-radius:10px;\"><b>".$rows["name"].":</b>  ".$rows["text_comment"]."";					
				if(isset($_COOKIE['admin'])){
					echo "
					<div style=\"float:right\"><form action=\"delcom.php\" method=\"POST\">
						<p>Отметьте галочку, чтобы удалить комментарий: <input type=\"checkbox\" name=\"delcom\" value=".$rows["id"].">
						<input type=\"submit\" value=\"Подтвердить\"></p>
						</form>
						</div>";
				}echo "</div>";
				}
				mysqli_free_result($result);
				mysqli_close($mysql);
		?>
		</div><br>
	
		<?php if(empty($_COOKIE['user'])):?>
			<p class="error">Чтобы оставить комментарий, <a href="/main.php" class="s1">войдите</a> или <a href="/reg.php" class="s1">зарегистрируйтесь</a>.</p>
		
		<?php else:?>
		<div style="height:400px">
			<p style="margin-right:150px;margin-top:150px;float:right;font-size:30px"><a href="/main.php" class="s1">На Главную</a></p>
			<p><b>Напишите ваше мнение об этой марке=)</b></p>
			<form action="comment.php" method="post">
			<p >
				<label>Комментарий:</label><br>
				<textarea required name="text_comment" cols="100" rows="5"></textarea><br>
				<input type="submit" value="Отправить" >
				<input hidden value="<?php echo "$page_name";?>" name="page_name">
			</p>
			</form>
		</div>
		<?php endif;?>
	</div>



</body>
</html>
